
public class Main {

	public static void main(String[] args) {
		//Το προγραμμα αυτο υπολογιζει τα συνολικα μορια ενος μαθητη
		//Τριτης λυκειου και εμφανιζει τις σχολες που εχει περασει
		//ο συγκεκρημενος μαθητης.
		//Η εμφανιση των αποτελεσματων γινεται με βαση τις περσινες βασεις
		//των πανελληνιων.
		//Το προγραμμα δεν εχει ολοκληρωθει καθως δεν υλοποιηθηκε η τελευταια
		//οθονη του συστηματος,δηλαδη δεν γινεται η αναζητηση στα εξωτερικα αρχεια
		//καθως και η εμφανιση των αποτελεσματων
		//Ακομη δεν γινεται ο υπολογισμος των μοριων για μαθητες ΕΠΑΛ.
		
		PrintUniversityScreen gui=new PrintUniversityScreen(17000,new Student());
		
		
	}

}
